Repository: lizardsystem/lizard-auth-client
Catalog: lizard_auth_client/locale/*/LC_MESSAGES/django.po
Languages: nl

source: User with email %s not found
nl: Gebruiker met emailadres %s is niet gevonden

source: first name
nl: voornaam

source: last name
nl: achternaam

source: username
nl: gebruikersnaam

source: Username %s already used
nl: Gebruikersnaam %s is al in gebruik

source: Your account is not configured yet on this site. please contact the maintainer.
nl: Toegang tot deze website is nog niet voor u ingesteld. Neem contact op met de beheerder.

source: Add new user by searching by email on the SSO.
nl: Voeg een nieuwe gebruiker toe door op emailadres te zoeken op de SSO.

source: Create new user on the SSO + add locally.
nl: Maak een nieuwe gebruiker op de SSO aan + voeg lokaal toe.

source: You cannot disable yourself or a superuser
nl: Je kan niet jezelf of een superuser uitzetten

source: Deactivate
nl: Deactiveer

source: Activate
nl: Activeer

source: User overview
nl: Gebruikersoverzicht

source: Search new user by email
nl: Zoek nieuwe gebruiker via email

source: Create new user on the SSO
nl: Maak nieuwe gebruiker op de SSO aan

source: Not allowed
nl: Geen toegang
